const MapData =[
    {
    id : 0,
    title : " 롬스타틴 : Lomstertin ",
    catchphrase:"꽃향기로 뒤덮인 땅",
    content :"#마수 #추위 #생존자",
    text :  "롬스타틴은 시네스토와 더불어 이븐디알에서 가장 추운 곳으로 알려져 있다. 사시사철을 구분하기 어려울 정도로 추위가 계속되는 탓에 기온이 영상으로 올라오는 일이 드물며 여름에도 기온이 10도 초중반을 웃도는 혹독한 날씨가 이어진다. 날씨가 이러니 꽃은 고사하고 흔하게 자라는 식물마저 찾기 어렵다. 개중에도 먹을 수 있는 건 시금치와 무, 푸푸스, 유자, 석류 정도. 특히, 푸푸스는 전염병 '모르'의 치료제로 쓰이고 있으며 그 전에는 일반적인 식재료로 흔히 사용되었다. 때문에 롬스타틴 출신에게서는 체향이 짙은 이라면 푸푸스의 향을 맡을 수 있다. 대신 롬스타틴의 주요 자원은 쇠붙이. 보석이 나는 시네스토의 탄광과 달리 금과 철광석만 발견되지만 그 매장량이 엄청나서, 이븐디알에서 쓰이는 쇠붙이는 모조리 롬스타틴에서 나온다고 알려져 있다. 롬스타틴의 척박함에는 마수의 출몰 또한 힘을 실어주었다. 약하긴 하나 타지역에 비해 제법 빈번히 출몰하고 있으며, 제몸 하나 건사하려는 법을 배우려는 것이 기본적인 인식으로 자리잡았다. 체향 말고도 롬스타틴 출신은 눈처럼 투명한 백색의 피부를 가지며, 육감이 강하고, 주민들이 서로 뭉쳐 돕는 생활양식이 두드러진다는 특징이 있는데, 이는 척박한 환경에서의 적응 능력으로서 보인다.그나마 가장 따뜻한 유월, 닷새 정도의 축제 '라이켈제'를 열어 그 해를 무탈하게 넘긴 것을 축하한다.",
    text2 : "「롬스타틴, 이븐디알에서 가장 추운 땅이자 가장 척박한 땅. 이는 불변의 진리였다. 유일하게 꽃이 자라지 않는 곳이자 오래 전 수도 없는 사람들이 추위와 마수에 굴복당한 땅. 그러나 그 추위가 자연마저 강인하게 해 그 어느 곳에서도 자라지 않는 것이 자라는 곳. 롬스타틴의 잔디라고 해도 과언이 아닐 정도로 흔하게 자라는 풀 푸푸스는 전염병 모르의 치료제이자 롬스타틴의 유일한 청록이었다. 모르가 발병하기 전까지 푸푸스는 바람이 불 때마다 꽃과 같은 향을 내는 풀에 지나지 않았는데, 그 향이 무척이나 강렬해 롬스타틴의 경계에 발을 디딘 모두가 그 향으로 롬스타틴에 왔음을 실감했다. 바람이 멈추지 않는 타르그 절벽을, 메우던 매혹적인 향. 들꽃 하나 없는 땅 롬스타틴이 꽃향기로 뒤덮인 땅이라 불리게 된 경위였다.」",
    logoURL:"https://i.ibb.co/dj4nc40/MapFlag1.png",
    BGMURL:"PLC6iDILEa4mrkfNgbrB7iToU8zY4WzSbS"
    
    },
  
    {
        id : 1,
        title : " 시네스토 : Fenestor ",
        catchphrase:"언제나 현명한 노인으로 잠드는 땅",
        content :"#마수 #폭설 #기록자",
    text : "북부에 위치한 시네스토는 롬스타틴과 더불어 이븐디알에서 가장 겨울이 긴 곳으로, 늘 함박눈이 쌓여있는 지역이다. 매 겨울마다 눈을 치우는 일로 반나절을 보낼 정도로 가혹한 재설량을 기록하며, 덕분에 설산에서의 맹수의 공격에 취약하다. 광산업이 발달하고, 알렉산드라이트를 비롯해 사파이어, 토파즈 등 다양한 보석이 산출된다. 다행히 양상추, 순무와 고구마, 감자 등의 먹을 수 있는 과일이나 풀도 종종 자라는 편이다. 솔라덴 숲의 과일 *루딜라도 유명한 편. 시네스토인은 어지간한 추위와 냉기에 익숙하다. 이상할 정도로 위험이나 먹을거리를 잘 찾아내는 건 시네스토의 또 다른 종특. 타 지역에 비해 은어를 다양히 사용하는 편이며, 그 덕인지 유달리 동향인 간의 끈끈함을 자랑한다. 또한, **미누안의 본사가 시네스토에 위치한 탓인지 시네스토 출신에겐 기록자의 이미지와 더불어 까다롭고 꼼꼼한, 날카로운 눈의 소유자라는 평이 박혀있다. 주요 행사는 미니페토스와 클로스카 제. 미니페토스는 질문을 던지고 그에 대한 대답을 겨루는 대회다. 최후의 1인에게는 황금종이 수여되는데, 온전히 순금으로 이루어졌으며 시네스토의 가장 먼 곳까지 들릴 정도로 청아한 소리를 낸다. 계절마다 1회 진행. 여름에는 미니페토스뿐만 아니라 클로스카 제도 열흘간 개최된다. 축제 기간은 시네스토가 가장 요란해지는 시기로, 저장해둔 음식과 과일을 나누며 여름의 온기를 만끽한다. 지혜의 꽃인 은방울꽃다발을 서로에게 선물하는 게 관례다.",
    text2 : "「시네스토는 춥고 혹독한 땅이었다. 내리는 눈이 맹수의 발소리마저 가라앉혀 사냥당하지 않기 위해서는 한시도 잠들 수 없는 땅. 이따금 나타나는 마수에 현관을 여는 것조차 두려움에 떨어야 하는 땅. 무수히 많은 이를 잃어야 살아남을 수 있는 땅이었다. 그러나 그럼에도 끝끝내 살아남은 이들이 사는 땅이었다. 롬스타틴이 살아남기 위해 검을 들었다면 시네스토는 펜을 들었다. 사람들의 부고를 알리기 위해 에티네 엘데리센이 그러했듯 배우고 익히고 기록하고 새겨넣었다. 가장 처음은 살아남기 위해, 그 다음으로는 죽은 이를 기억하기 위해, 그 다음으로는 살아 무엇이라도 남기기 위해 시네스토의 사람들은 쉴 새 없이 기록했다. 살아있음을 노래하고 또 노래했다. 어려움의 파훼법을, 살아남은 이의 슬픔을 죽은 이의 이름 몇 자를. 기록은 연구로 연구는 발견으로 이어져 끝내, 시네스토는 이븐디알에서 가장 지혜로운 자들이 태어나는 땅이 된다.」",
    text3:"*루딜라는 이븐디알에서 유일하게 시네스토, 개중에서도 솔라덴 숲에서만 자라는 독특한 과일로 딱딱한 껍질을 깨트리면 부드럽고 과즙이 풍부한 노란 속살을 맛볼 수 있다. 다만, 그 단맛으로 인해 정신을 잃는 경우가 있을 정도였으니 요주의 대상이다. ",
    text4:"**이븐디알의 국영 언론사",
    logoURL:"https://i.ibb.co/4PzQwnX/MapFlag2.png",
    BGMURL:"PLC6iDILEa4mpDQzw0kgJ3AVbFMizti_n-"
    
      },

      {
        id : 2,
        title : " 리드 에프턴 : Liedaften ",
        catchphrase:"밤이 노래하는 땅",
        content :"#관광지 #예술가 #마음을 홀리는 자",
        text : "이븐디알의 최서부에 위치해 있는 리드에프턴은 수도보다도 질서정연하게 정돈된 도시이며, 이븐디알 제일가는 휴양지이다. 사계절이 분명하게 존재하지만 습도와 온도 모두 적당한 편. 대표적인 식생은 수국, 능소화와 벨시그엘 나무로, 특히 이븐디알의 벨시그엘 80%는 리드에프턴에서 자라고 있다. 그렇다보니 다른 곳에 비해 벨시그엘을 접하는 나이대가 어리고 곧잘 다루는데다가, 나아가 리드에프턴 출신들이 손재주가 좋은 경우가 많은 데에 한몫을 했다. 곡류는 많이 나지 않지만 해산물이 풍부한 편이다. 해산물 요리에 특히 엄격한 것은 둘째치고, 대체적으로 미식가적 성향을 지니는 편.   리드에프턴 출신은 외지인에게 익숙한 편이다. 사교성이 좋고 임기응변이 뛰어난 편이라는 것. 또 미감이 뛰어나고 예술쪽에 재능을 가진 이들이 많다는 것 또한 한 가지 특성이었다. 신체 능력 또한 그 일부라 신체의 유려함과 유연함을 가진 이들이 많다는 것이기도 하다. 사교성이 좋은 것과는 별개로 사람을 곧장 믿는 편은 못 된다. 공동체 내에서도 '합리적인 도움'이 옳다고 생각하는 사람이 대다수. 또 한 가지 신체적 특성으로, 벨시그엘을 닮은 검은 머리카락의 소유자가 많다는 것이 있다. 수국이 만개하는 유월, 열흘 동안 '로슈인 제'를 열어 리드에프턴이 가장 아름다운 때를 기뻐하고 동화의 축복을 찬양한다. 축제에서 가장 사랑스러운 사람을 뽑아 '로슈인'이라 칭하고 능소화 가지를 건네는 것이 주요 콘텐츠.",
        text2 :"「리드에프턴은 이븐디알에서 벨시그엘이 가장 많이 자라는 땅이었다. 프로테스 대륙의 첫 시작을 함께했으며 동화의 축복을 받았다는 검은 나무 벨시그엘, 가지와 줄기 뿌리가 모조리 검은 밤을 닮은 나무는 잎이 바람에 스칠 때마다 소리내며 리드에프턴의 오랜 적막을 깨트렸다. 그건 별이 움직이는 소리였고, 동화의 장이 넘어가는 소리였으며, 아주 작은 노랫소리였다. 리드에프턴의 사람들은 요정의 노래라고 이야기했다. 동화의 축복 아래 여전히 이븐디알에 남은 요정이 이븐디알을 축복한다고. 그런 노래라고. 밤이면 언제나 벨시그엘의 소리를 들을 수 있어 이븐디알의 사람들은 리드에프턴을 밤이 노래하는 땅, 리드에프턴이라 불렀다.」",
      logoURL:"https://i.ibb.co/YpLXDFr/MapFlag3.png",
       BGMURL:"PLC6iDILEa4mqMMihEUv-i-dD56TV5WMDu"
        
      },

      {
        id : 3,
        title : " 뮤테스 : Modes ",
        catchphrase:"모여들게 하는 땅",
        content :"#무역 #바다 #길을 보는 자",
        text : "뮤테스는 이븐디알에서 제일가는 무역도시며, 대륙 제일의 정보력을 자랑한다. 자연스레 튼튼한 배를 만들 수 있는 것이 뮤테스의 대표 기술이 되었다. 안개가 곧잘 이어지는 곳이지만, 한편으로는 사람의 활기와 소란스러움이 가득한 도시. 사계절이 존재하지만 분명하지 않다. 주요 식생은 디키탈리스와 달리아. 무역이 발달하기 전에는 토마토, 감자, 강낭콩 재배가 주요 식량 자원이었다. 뮤테스 출신은 목청이 크고, 다혈질이 많다. 또, 길과 건물구조가 복잡한 편이라 길눈과 시야가 밝다는 것 또한 특징이다. 바다의 아이라는 이명답게, 바다의 푸른 눈, 포말의 백발이 흔한 것 역시 눈에 띈다.뮤테스는 대체로 평화로운 이븐디알에서 가장 치안이 나쁜 곳이기도 하다. 때문에 제 2기사단이 상주하여 뮤테스 출신에겐 기사들의 치안유지가 익숙한 편이다. 초겨울이 되면 2주 가량 살루트 축제를 연다. 한 해의 무역이 끝나는 것을 축하하고 그 해 다가올 겨울에 앞서 기쁨과 슬픔을 나누는 목적으로 자리 잡았다. 죽은 사람을 위해 벨시그엘의 가지에 마른 풀을 감아 태우고, 밤새 이야기를 나누는 것이 주요 행사. 타 지역의 축제에 비해 소란스럽지 않은 것이 특징이다. ",
        text2 :"「제 2의 수도, 이븐디알을 관통하는 헤그 강의 출발지인 뮤테스를 두고 사람들은 모여드는 곳 뮤테스라 불렀다. 이븐디알의 모든 물건과 재능있는 이들이 뮤테스로 모였고 뮤테스로부터 퍼졌다. 헤그 강에 띄워진 모든 배들이 뮤테스의 것이었고 카에레와 브리데를 오가며 이국의 물건을 들이는 것 역시 뮤테스의 배였다. 이븐디알에서 얻을 수 있는 모든 것을 찾을 수 있는 곳이자 가장 반짝이는 곳. 이븐디알의 가장 짙은 그림자. 빛이 강하면 어둠 역시 짙기 마련이라, 낮과 밤이 모조리 있는 뮤테스를 두고 이븐디알의 사람들은 모여드는 곳을 뮤테스라 불렀다.」",
        text3:"*케스테볼드 어는 프로테스 어와 유사하지만 분명하게 다른 언어로 케스테볼드 대륙에서만 공용어로 쓰이며, 타 대륙에서는 쓰이지 않는다. 오래 항해사로 일하거나 무역 쪽에서 일하는 경우 케스테볼드 어를 할 줄 아는 경우가 종종 있다. ",
        logoURL:"https://i.ibb.co/8j1hDFv/MapFlag4.png",
         BGMURL:"PLC6iDILEa4mpIEETvUWEPhsvzICov3CCf"
      },

      {
        id : 4,
        title : " 켈메스 : Kaermes ",
        catchphrase:"모든 것을 지키는 단단한 방벽 서는 땅.",
        content :"#수도 #기사단과 학자 #벨시그엘을 지탱하는 자",
    text : "켈메스를 가장 잘 설명하는 자연은 북서부의 무어 산맥이다. 무어산맥은 그 험준함과 변덕스러움은 마수마저도 길을 잃게 해, 수도 켈메스를 천혜의 요새로 탈바꿈하게 만들었다. 명실상부 가장 안전한 도시이자 이븐디알의 아름다운 수도로, 제1기사단이 상주한다. 표준적인 사계절을 볼 수 있으며, 이븐디알에서 유일하게 합법적으로 카지노와 경매장을 운영하고 있기도 하다. 켈메스인들은 유독 서로에 대한 예의를 중시해 서로의 선을 잘 넘지 않는 사람들이 일반적이다. 예의바르고 친절하지만 친해지기는 어려운 사람이라는 인상. 토박이들은 몸의 어느 한 곳에 번개를 맞은 것 같은 흔적을 가진 채 태어난다는 것이 큰 특징이다. 또한 신경이 예민하거나 사람을 잘 믿지 않는 경우도 적지 않다. 하지만 그 덕에 사업수완이나 정치력, 기억력이 좋은 경우가 많다. 크로커스가 지천으로 피어 있는데, 그중에서도 보랏빛이 가장 흔하다. 사계절이 존재하다보니 넘치는 풍작은 기대하기 어렵더라도 블루베리와 석류만큼은 풍부하다. 다만 블루베리와 똑 닮은 ‘주목’도 지천이니 주의의 대상. 켈메스 땅 대부분이 비경작지라 이 외엔 먹을 수 있는 작물이 적어 대부분의 음식을 수입에 의존한다. 수도인 만큼 별도의 축제를 열지는 않지만 이븐디알의 축제인 크로커스제의 주최지이자 개최지이다. 보랏빛 크로커스가 뒤덮는 봄에 열리어 크로커스 꽃다발과 선 물을 건네며 무탈히 겨울을 보냈음을 축하하고 마음에 담아둔 이에게 마음을 전한다.  마지막 날에는 무도회를 즐긴다.",
    text2 :" 「방벽 서는 땅 켈메스, 제국의 수도이자 이븐디알의 시작지인 이곳을 두고 사람들은 방벽 서는 땅 켈메스 혹은 최후의 결전지 켈메스라고 불렀다. 켈메스는 최초의 이븐디알이 시작된 곳이자 백년 전쟁의 마지막 전투가 있던 땅이었다. 이븐디알의 시황제는 최전방에 서 부서져가던 방패를 내리꽂으며 자신의 등 뒤를 지키겠다고 선언했고, 그 맹세를 지킨 끝에 지금의 이븐디알이 탄생했다. 황제는 그날의 맹세를 지금도 잊지 않아 이븐디알의 모든 기사는 켈메스 나이옐 숲의 훈련장을 거쳤고 켈메스는 이븐디알을 지키는 그 어느 것보다 강력한 방패로 남게 된다. 이븐디알을 지키는 땅, 최후의 맹세가 여전히 살아있는 곳. 이븐디알의 사람들은 이곳을, 이븐디알의 가장 거대한 방벽이 서는 곳 켈메스라 불렀다.」",
    logoURL:"https://i.ibb.co/bN7gKQJ/MapFlag5.png",
       BGMURL:"PLC6iDILEa4mqhZhErBOvbQeO_M4fAvRCH"
      },

      {
        id : 5,
        title : " 오플로트 : Oflot ",
        catchphrase:"사람을 고양시키는 땅",
        content :"#약초 #들과 사막 #별을 올려다보는 자",
        text : "이븐디알의 동부에 위치해 있는 오플로트는 이븐디알에서 가장 넓은 목축지이자 다양한 자연을 볼 수 있는 곳이다. 따뜻한 날씨가 이어지고, 사계절이 분명하여 농경지로서 큰 역할을 하고 있다. 다양한 날씨 탓에 오플로트 출신들은 감으로 날씨를 맞추는 일에 능하지만, 비가 잦은 지역이니 만큼 우산을 필수적으로 생각하지는 않는다. 재배하는 건 곡식류가 대부분이고, 들국화와 라넌큘러스가 흔히 분포한다. 목축과 농경의 안정으로 유제품과 주류 또한 뛰어나다. 다양한 음식에 유제품이 사용되다 보니 느끼하다는 평이 다소 있기도 할 정도.약초가 흔하고 사냥이 많이 이루어지니 지역색의 민간요법이 특색적이다. 식생이 안정적인 덕에 오플로트 출신은 대개 타고나기를 기골이 장대하고 신체능력이 좋다. 피부가 어둡고 탄탄한 경우가 많고, 별을 잘 읽는다는 것 또한 오플로트 출신의 특성. 큰 마을을 제외하면 마을 간의 거리가 넓다보니 가까운 이웃이 몇 되지 않아 공동육아를 하는 경우가 있을 정도로 이웃과 돈독하다는 것 또한 한 가지 특성이 될 수 있을 것이다. 늦가을이면 초여름의 과일로 담근 햇와인과 수확물로 2주 간의 '시스 축제'를 연다. 이 기간동안 어린아이에게 민들레와 라넌큘러스 화관을 씌워주고 들국화 꽃다발을 선물하는 풍습이 있다.",
        text2 :"「드넓은 초원과 들과 사막은 무릇 거대한 자연이 그렇듯 사람을 고양시키는 힘이 있었다. 들판을 내달리는 바람, 끝이 보이지 않는 사막의 하늘, 살아있는 것의 소리가 끊이지 않는 초원. 오플로트에서는 귀를 기울이면 쏟아질 듯 무수한 별과 바람과 모래의 소리를 들을 수 있었다. 그럼에도 그 모든 것에 앞서 사람의 박동과 호흡이 가장 시끄러웠다. 박동과 호흡이란 무릇 어느 사람의 것보다 내 안의 것 나의 것이 커, 오플로트의 사람이란 하나같이 스스로에 귀 기울이길 잘했다. 밤이면 호흡과 박동이 시끄러울 정도로 숨막히게 적막했으나 살아 뒤섞이는 낮이 되면 죽어있던 이들이 되살아나듯 오플로트는 더할 것 없이 소란했다. 마른 풀을 밟으며 목을 축이며 다른 것을 사냥하며 혹은 먹어치워가며 살아 있음을 알리는 많은 것들 때문에. 오플로트의 밤은 많은 것을 죽게 했고 낮은 많은 것을 살게 했는데, 그 생사의 고락이 사람의 마음을 흔들어서, 그만 마음을 빼앗기게 해서. 오플로트를 거친 모든 이들은 오플로트를 사람을 고양시키는 곳이라고 이야기했다. 사람의 마음을 쥐고 흔들며 지나간 것을 돌이키게 만들더니 기어이 귀 기울이게 해 결국 마주한 모든 사람이 이 곳을 잊을 수 없게 한다고. 그것만이 오플로트라고. 사람을 흔들어 차오른 감정을 결코 잊을 수 없게 하는 곳, 사람을 고양시키게 하는 땅. 오플로트.」",      
        logoURL:"https://i.ibb.co/yVhbJdJ/MapFlag6.png",
            BGMURL:"PLC6iDILEa4mqHRyU_2zPHfwonIZQxRC7X"
      },

      {
        id : 6,
        title : " 헤브니센 : Haverissen ",
        catchphrase:"요정의 정원, 동화의 요정이 가꾸는 땅.",
        content :"#과수원 #선량함 #요정에게 사랑받는 자",
        text : "이븐디알의 동쪽 끝, 이븐디알에서 가장 작은 땅이자 가장 고요한 곳으로 요정의 땅이라는 이명으로도 불린다. 눈과 바람이 드물고 사계절이 약세해 온화한 기후가 유지된다. 이븐디알에서 나는 과일의 8할이 헤브니센에서 자라고, 대부분의 땅에는 과수원이 지어져 있거나 관련 시설이 즐비하다. 다른 지역보다 꽃도 유달리 망울이 크고 자주, 다양하게 피는데 개중에서도 리시안셔스, 캄파눌라, 히아신스가 특히 많다.그 땅의 축복을 받은 덕분인지 헤브니센은 사람들 역시 체격이 크고, 언제나 다른 지역의 또래에 비해 뛰어난 발육상태를 자랑한다. 헤브니센 사람은 바보 같을 정도로 순박하고 느긋하다고 비꼴 수 있지만 헤브니센 사람의 타고난 무력 앞에서 그렇게 비꼬는 사람은 많지 않다. 또 의외로 타 지역민에 비해 감이 좋은 편인데, 직감보다는 예감에 치중되어 있어서 예지몽을 꾼다거나 어쩐지 감이 좋지 않아서 피했던 장소에 나쁜 일이 생긴다거나 하는 종류다. 헤브니센 출신은 옅은 색의 머리 색과 눈 색을 가진 경우가 많은데, 이런 특성은 감이 좋을수록 그러한 경향성을 보이기도 한다. 이웃한 다른 땅이 없기에 오플로트와 가장 활발하게 교류하고, 사이가 좋은 편이다. 두 지역의 유력 가문은 오래전부터 긴밀하게 교류했고 지금도 오플로트는 곡식류를, 헤브니센은 과일류를 나눈다. 타지역과 달리 계절마다, 일 년에 4번 가량의 축제를 연다. 각기 옛 언어에서의 사계를 의미하던 포라렛, 포이서, 휴스트, 로멜트로 불리는데, 작물의 풍작을 기원하는 것은 상통하다.",
        text2 :"「헤브니센은 이븐디알에서 가장 많은 꽃이 자라는 곳이었다. 그 오플로트조차 헤브니센을 이기지는 못했다. 색색의 아름다움. 헤브니센은 동화의 축복이 내려졌다는 소문이 떠도는 곳 답게 풍요로웠다. 오플로트와 맞닿은 고넷 해의 해변에서는 가장 아름다운 별을 볼 수 있었고, 여름이 끝날 무렵이면 과일이 익어가는 단내가 잠을 깨웠다. 손만 뻗으면 단 과실을 얻었고 풀숲에 늘어져 잠이 들어도 뱀조차 사람을 해치지 않았다. 안락하고 좁은 낙원. 평화롭고 아름다운 성소. 무엇이든 만개하고 어느 것이든 묵직하게 자라는 땅, 헤브니센은 그야말로 동화가 가꾸는 요정의 정원이었다.」",      
        logoURL:"https://i.ibb.co/DDvvcpK/MapFlag7.png",
               BGMURL:"PLC6iDILEa4mqMZZmurX3OGbR43NllRp3k"
      }
  ] 
  export default MapData;
