const AcademyMapData =[
  {
  id : 0,
  title : "아카데미 본관",
  content : "라딕스의 심장부, 교실과 양호실을 비롯한 주요 시설이 위치했다. 라딕스 방벽을 등진 채 지어진 건물은 수도 켈메스의 내성 형태를 그대로 본떴다고."
 
  },
  {
   id : 1,
  title : "아밀리그 숲",
  content : "옛 요정의 땅, 오래된 요정은 동화 같아 사람이 닿을 수 없다고들 했다. 사람이 닿을 수 없게 경이롭고 닿을 수 없게 위험하다고. 동화의 잔재가 살아 숨쉬는 땅은 손댈 수 없는 곳 아밀리그라고 불렸다."      
},
{
  id : 2,
 title : "라인티스크 정원",
 content : "정원을 본 이들은 하나같이 '계절의 구분 없이 꽃에 물이 오르면 헤브니센 출신도 길을 잃을 걸.' 말했다. 크지 않은 정원은 향기가 짙은 꽃이 지천으로 피어 동서를 알 수 없고 어린 아이의 시야쯤은 어렵지 않게 빼앗는 미로 같아, 길을 찾을 수 없는 곳 라인티스크였다."      
},
{
  id : 3,
 title : "플라제 들",
 content : "이븐디알을 태울 수 있는 불씨가 타인을 돌보는 선량한 인간이 되게끔, 라딕스는 아카데미의 불씨에게 보살피는 법을 가르치려 했다. 돌보고 가꾸는 법을 가르쳐 아카데미의 불씨가 타인을 돌보는 인간이 될 수 있기를, 바람을 담아 들을 가꿨다. 돌보는 곳 플라제를."      
},
{
  id : 4,
 title : "엔슬로 훈련실",
 content : "라딕스에는 두 개의 훈련실이 있었다. 신체와 정신을 단련하는 곳과 동화의 축복을 갈고닦는 곳. 라딕스를 완성하고 이름 붙이며 그 둘을 구분한 건 우연이 아니었다. 불씨를 두드리는 곳, 두드리고 또 두드려 창조하는 땅. 불씨를 불꽃으로, 불꽃을 불길로. 피르튀엣이 지닌 충만한 축복을 퍼올려 꽃피우는 곳. 그야말로 창조하는 곳 엔슬로였다."      
},
{
  id : 5,
 title : "포클레트 분수",
 content : "켈메스의 인공호수는 내성과 외성을 막론하고 누구나 한 번쯤은 가본 적 있는 켈메스의 명물이었다. 켈메스의 내성이 완공되고 얼마 지나지 않아 이븐디알의 고요와 안녕을, 평화를 기도했던 곳에 호수가 지어졌고 모두가 그를 두고 이븐디알의 고요한 평화를 비는 호수라고들 했다. 안녕을 기도하는 곳 포클레트. 라딕스의 분수대는 그 포클레트의 이름을 딴 흔적이었다. 이븐디알의 안녕, 그러나 보다 라딕스의 안녕을 비는 분수."      
},
{
  id : 6,
 title : "빈트레 훈련실",
 content : "엔슬로가 축복을 꽃피운다면 빈트레는 축복을 담은 그릇을 담금질했다. 몸과 마음을 길러냈다. 피르튀엣은 이곳에서 인내를 배웠고 신체를 수양했다. 견뎌내는 곳 빈트레. 엔슬로와 마주선 다른 훈련실의 이름이었다."      
},
{
  id : 7,
 title : "시오페 뜰",
 content : "시오페, 그건 시네스토 고성의 탑을 부르는 이름이었다. 이제는 마수를 위한 겨울 초소로 쓰이는 석성에는 유달리 높은 탑이 있었는데, 오래 전 시네스토의 사람들이 하늘의 별에 안녕을, 구원을, 바람을 비는 장소였다. 시네스토에서 가장 아름다운 별이 보이는 탑. 지금은 누구도 그 이름을 기억하지 않지만 시네스토 출신의 한 측량가가 어린 시절 가족에게 들었던 그 이름을 기억해 라딕스의 뜰에 이름붙였다. 하늘을 올려다볼 수 있는 들. 이곳의 아이들이 높은 곳을 더욱 멀어 아득한 곳을 추구할 수 있기를. 시네스토다운 바람이었고, 시네스토다운 말장난으로 붙여진 이름이었다. 그러나 우연이라면 우연으로, 시오페에는 라딕스에서 가장 아름다운 별이 떴다. 무수한 별이 떴다. 별을 바라보는 곳. 하늘을 올려다볼 수 있는 곳 시오페."      
},
{
  id : 8,
 title : "크로커스관 포라렛, 휴스트",
 content : "이븐디알에서 크로커스가 가장 만개하는 건 봄과 가을이었다. 들을 뒤덮을 기세로 피어나는 이븐디알의 꽃. 황제는 이븐디알의 불씨가 그처럼 만개하기를 바라 자신이 아는 계절의 오랜 이름을 붙였다. 봄을 부르는 오래된 말 포라렛과 잊혀진 가을의 이명 휴스트를."      
},
{
  id : 9,
 title : "포플리에 도서관 ",
 content : "자고로 배움이란 끝이 없지만 저마다가 정한 끝은 있고 그 끝에 이르기까지의 과정은 결국 스스로에게 물음을 던지고 답하는 일의 반복이야. 누구나 그렇지. 아카데미의 도서관에 책을 채워 넣었던 릭스틴 기록실 소속 학자는 완성된 도서관을 두고 그렇게 말하며 도서관의 이름을 포플리에라 지을 것을 요구했다. 추구하는 곳 포플리에. 끝없이 지식을 갈망하다 릭스틴으로까지 흘러들기를. 이곳에 채워진 무수한 기록과 지식의 종이다발이 이븐디알의 불씨를 타오르게 하기를. 다소 불순한 의도가 없지 않았으나 릭스틴 출신이 대개 그렇듯 다른 이들도 그 불순한 의도에 동의해서, 결국 도서관의 이름은 포플리에로 남게 됐다. 추구하는 곳 포플리에."      
},
{
id : 10,
title : "아밀리그 폭포 ",
content : "이븐디알을 흐르는 모든 것이 순환하는 곳, 폭포는 숲의 나무와 풀과는 비교할 수 없을 정도로 오래된 동화의 흔적이 선명한 곳이었다. 선명하다 못해 여전히 살아 있지. 아밀리그 숲의 폭포에는 오래 전 대륙 프로테스가 다른 이름으로 불리던 때부터 살아 숨쉬던 요정이 살았다. 산다고들 했다.​"      
},
{
id : 11,
title : "나이옐 숲 ",
content : "켈메스의 남쪽 숲. 나이옐은 본래 루스케일 기사단의 훈련 시설이었고, 그 이전에는 켈메스의 사람들이 가장 많이 길을 잃는 곳이었다. 물의 요정이 장난이라도 치는 듯 같은 곳과 나무의 주변만 빙글빙글 돌게 되는 곳. 훈련시설의 잔재가 남은 이후에도 나이옐은 여전히 사람을 잘 홀려서, 아카데미는 신입생이 올 때면 언제나 나이옐 숲 깊은 곳의 위험성을 거듭 당부했다"      
},
{
id : 12,
title : "등대 ",
content : "지금은 잘 쓰이지 않지만 예전에는 카에레 해를 헤매는 배를 불러오는 귀중한 불빛이었다. 지금도 작동하는지는 미지수."      
},
{
id : 13,
title : "라딕스 해변",
content : "아이에게는 바다가 있어야 해. 라딕스의 사방이 바다였지만 그럼에도 발목을 자박대는 고넷 해의 파도를 잊지 못한 엔델루스 사막의 건축가는 그렇게 말하며 굳이, 등대 옆으로 있던 작은 해변을 정돈했다. 라딕스의 아이들에게 잠들 수 있는 파도소리와 안녕을 비는 다정이 되어주기를. 그렇게 소원하면서"      
},
{
id : 14,
title : "기도실",
content : "굳이 솔스트렐을 믿는게 아니라고 해도 인간에게는 누구나 기도가 필요한 순간이 있기 마련이었다. 그 믿음의 여부는 막론하고라도 인간에게 있어 홀로 바람을 외는 공간이란 소중했고 그 켈시온 이븐디알조차 백년 전쟁의 끝물에는 불쑥 사라져 한참을 기도하다 돌아오곤 했으므로, 아카데미를 짓던 누구도 둥근 계단을 타고도 한참을 올라가야만 닿을 수 있는 높고 좁은 탑을 기도실이라는 명목으로 짓는 일에 반대하지 않았다."      
},
{
id : 15,
title : "중앙 광장",
content : "아카데미 본관의 앞뜰이자 중앙광장. 과용하지 않는다면 일정 선의 축복은 사용이 허락되는 공간이기에 점심시간이면 축복을 사용해 식당을 향해 내달리는 이들을 어렵지 않게 볼 수 있었다."      
},
{
id : 16,
title : "라딕스 방벽",
content : "나이옐은 본래가 루스케일 기사단의 훈련시설이었고 그건 라딕스 아카데미가 지어진 이후에도 마찬가지라, 행여나 기사단의 훈련 과정에서 아이들이 상처입지 않도록 아카데미의 공간과 숲을 가로지르는 단단한 방벽이 섰다. 켈메스의 방벽을 닮아 우직하고 두꺼운 라딕스의 벽은 아이들을 무엇으로부터든 지키고자 했다."      
},
{
id : 17,
title : "식당",
content : "삼시세끼 언제든 라딕스의 아이들이 배불리 먹을 수 있도록 따뜻한 음료와 식사가 제공되는 곳. 여러 메뉴가 제공되는데, 매일매일 추천 메뉴가 바뀐다고."      
},
{
id : 18,
title : "산책로",
content : "나이옐 숲의 외곽과 라딕스의 바깥쪽을 연결하는 산책로는 잘 가꿔진 어린 나무와 헤브니센의 사과나무가 번갈아 심겨져 산책하는 이들이라면 누구나 어렵지 않게 잘 익은 헤브니센의 과실을 따먹을 수 있었다."      
},
{
id : 19,
title : "프타르케 다리",
content : "카에레에 떠 있는 아무 것도 없는 작은 섬, 아이의 걸음으로도 십오분이면 돌아볼 수 있는 작은 섬과 구태여 길고 멋들어진 다리를 연결한 건 어른의 짓궂음이었다. 프타르케라는 멋들어진 이름도 실상은 시네스토의 방언으로 생각의자를 뜻하는 말. 계속해서 생각해라. 계속해서, 잘못을 알아차릴 때까지. 라는 의미인데, 어린아이가 매질이나 호된 잔소리가 아니라 스스로 잘못을 깨닫기를 바라는 마음을 담고 있다고 한다. 그리하여 생각을 마칠 때까지 걸을 수 있는 긴 다리를 지었는데 아카데미에서 반성문으로 통하지 않는 잘못을 저지르면 잠시간 프타르케 다리 끝 프타르케 섬에 앉아 라딕스 아카데미를 바라보며 잘못을 반성하는 벌을 받기도 한다고."      
},
] 
export default AcademyMapData;